Repository: vttdn/frames-web
Catalog: privacy.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# descr_privacy_paragraph3
source: Frames does not include analytics or tracking. The app makes network connections only to sync your data with iCloud (when you enable iCloud sync) and to load maps through Apple Maps when you view recorded location data. GPS coordinates come from your device's location service, which is mainly satellite-based. iOS may use the network to help obtain a location fix, but this is handled by the system, not by the app.
ar: لا يتضمّن Frames أي تحليلات أو تتبُّع. لا يُجري التطبيق اتصالات بالشبكة إلا لمزامنة بياناتك مع iCloud (عند تفعيل مزامنة iCloud) ولتحميل الخرائط عبر Apple Maps عند عرض بيانات الموقع المُسجَّلة. تأتي إحداثيات GPS من خدمة تحديد الموقع في جهازك، وهي تعتمد أساسًا على الأقمار الصناعية. قد يستخدم iOS الشبكة للمساعدة في تحديد الموقع، لكن النظام هو من يتولّى ذلك وليس التطبيق.
cs: Frames neobsahuje žádnou analytiku ani sledování. Aplikace navazuje síťová připojení pouze k synchronizaci vašich dat s iCloudem (když zapnete synchronizaci iCloud) a k načítání map přes Apple Maps, když si prohlížíte zaznamenaná data o poloze. Souřadnice GPS pocházejí z polohové služby vašeho zařízení, která je založena převážně na satelitech. iOS může k získání polohy využít síť, ale o to se stará systém, nikoli aplikace.
da: Frames indeholder ingen analyse eller sporing. Appen opretter kun netværksforbindelser for at synkronisere dine data med iCloud (når du aktiverer iCloud-synkronisering) og for at indlæse kort via Apple Kort, når du ser registrerede lokalitetsdata. GPS-koordinater kommer fra din enheds lokalitetstjeneste, som primært er satellitbaseret. iOS kan bruge netværket til at hjælpe med at bestemme en position, men det håndteres af systemet, ikke af appen.
de: Frames enthält keine Analyse- oder Tracking-Funktionen. Die App stellt nur dann Netzwerkverbindungen her, um deine Daten mit iCloud zu synchronisieren (wenn du die iCloud-Synchronisierung aktivierst) und um Karten über Apple Karten zu laden, wenn du aufgezeichnete Standortdaten ansiehst. GPS-Koordinaten stammen vom Ortungsdienst deines Geräts, der überwiegend satellitenbasiert ist. iOS kann das Netzwerk nutzen, um die Standortbestimmung zu unterstützen, doch dies wird vom System übernommen, nicht von der App.
el: Το Frames δεν περιλαμβάνει αναλυτικά στοιχεία ή παρακολούθηση. Η εφαρμογή πραγματοποιεί συνδέσεις δικτύου μόνο για να συγχρονίσει τα δεδομένα σας με το iCloud (όταν ενεργοποιείτε τον συγχρονισμό iCloud) και για να φορτώσει χάρτες μέσω των Χαρτών της Apple όταν προβάλλετε καταγεγραμμένα δεδομένα τοποθεσίας. Οι συντεταγμένες GPS προέρχονται από την υπηρεσία τοποθεσίας της συσκευής σας, η οποία βασίζεται κυρίως σε δορυφόρους. Το iOS ενδέχεται να χρησιμοποιήσει το δίκτυο για να βοηθήσει στον εντοπισμό της τοποθεσίας, αλλά αυτό το διαχειρίζεται το σύστημα, όχι η εφαρμογή.
es: Frames no incluye analíticas ni seguimiento. La app realiza conexiones de red únicamente para sincronizar tus datos con iCloud (cuando activas la sincronización con iCloud) y para cargar mapas a través de Apple Maps cuando consultas datos de ubicación registrados. Las coordenadas GPS provienen del servicio de localización de tu dispositivo, que se basa principalmente en satélites. iOS puede usar la red para ayudar a determinar la ubicación, pero de eso se encarga el sistema, no la app.
fi: Frames ei sisällä analytiikkaa tai seurantaa. Sovellus muodostaa verkkoyhteyksiä vain synkronoidakseen tietosi iCloudiin (kun otat iCloud-synkronoinnin käyttöön) ja ladatakseen karttoja Apple Mapsin kautta, kun katselet tallennettuja sijaintitietoja. GPS-koordinaatit tulevat laitteesi paikannuspalvelusta, joka perustuu pääosin satelliitteihin. iOS saattaa käyttää verkkoa sijainnin määrittämisen apuna, mutta tästä huolehtii järjestelmä, ei sovellus.
fr: Frames n'inclut aucune analyse ni aucun suivi. L'app établit des connexions réseau uniquement pour synchroniser vos données avec iCloud (lorsque vous activez la synchronisation iCloud) et pour charger des cartes via Plans d'Apple lorsque vous consultez des données de localisation enregistrées. Les coordonnées GPS proviennent du service de localisation de votre appareil, qui repose principalement sur les satellites. iOS peut utiliser le réseau pour aider à déterminer la position, mais cela est géré par le système, et non par l'app.
he: ‏Frames אינו כולל ניתוח נתונים או מעקב. האפליקציה יוצרת חיבורי רשת רק כדי לסנכרן את הנתונים שלך עם iCloud (כאשר אתה מפעיל את סנכרון iCloud) וכדי לטעון מפות באמצעות Apple Maps כאשר אתה צופה בנתוני מיקום מוקלטים. קואורדינטות ה‑GPS מגיעות משירות המיקום של המכשיר שלך, המבוסס בעיקר על לוויינים. ‏iOS עשוי להשתמש ברשת כדי לסייע בקביעת המיקום, אך הדבר מטופל על ידי המערכת ולא על ידי האפליקציה.
hi: Frames में कोई एनालिटिक्स या ट्रैकिंग शामिल नहीं है। ऐप नेटवर्क कनेक्शन केवल आपके डेटा को iCloud के साथ सिंक करने के लिए (जब आप iCloud सिंक चालू करते हैं) और रिकॉर्ड किए गए स्थान डेटा को देखते समय Apple Maps के माध्यम से मानचित्र लोड करने के लिए बनाता है। GPS निर्देशांक आपके डिवाइस की स्थान सेवा से आते हैं, जो मुख्य रूप से उपग्रह-आधारित है। iOS स्थान निर्धारित करने में मदद के लिए नेटवर्क का उपयोग कर सकता है, लेकिन इसे सिस्टम संभालता है, ऐप नहीं।
hr: Frames ne uključuje analitiku ni praćenje. Aplikacija uspostavlja mrežne veze samo radi sinkronizacije vaših podataka s iCloudom (kada uključite iCloud sinkronizaciju) i radi učitavanja karata putem Apple Karata kada pregledavate zabilježene podatke o lokaciji. GPS koordinate dolaze iz usluge lociranja vašeg uređaja, koja se uglavnom temelji na satelitima. iOS može upotrijebiti mrežu kako bi pomogao u određivanju lokacije, no time upravlja sustav, a ne aplikacija.
hu: A Frames nem tartalmaz analitikát vagy nyomkövetést. Az alkalmazás csak azért létesít hálózati kapcsolatot, hogy szinkronizálja az adataidat az iClouddal (amikor bekapcsolod az iCloud-szinkronizálást), és hogy térképeket töltsön be az Apple Térképek szolgáltatáson keresztül, amikor rögzített helyadatokat tekintesz meg. A GPS-koordináták az eszközöd helymeghatározó szolgáltatásából származnak, amely főként műholdas alapú. Az iOS használhatja a hálózatot a helymeghatározás támogatására, de ezt a rendszer kezeli, nem az alkalmazás.
id: Frames tidak menyertakan analitik atau pelacakan. Aplikasi hanya membuat koneksi jaringan untuk menyinkronkan data Anda dengan iCloud (saat Anda mengaktifkan sinkronisasi iCloud) dan untuk memuat peta melalui Apple Maps saat Anda melihat data lokasi yang direkam. Koordinat GPS berasal dari layanan lokasi perangkat Anda, yang utamanya berbasis satelit. iOS mungkin menggunakan jaringan untuk membantu menentukan lokasi, tetapi ini ditangani oleh sistem, bukan oleh aplikasi.
it: Frames non include analisi o tracciamento. L'app stabilisce connessioni di rete solo per sincronizzare i tuoi dati con iCloud (quando attivi la sincronizzazione iCloud) e per caricare le mappe tramite Apple Mappe quando visualizzi i dati di posizione registrati. Le coordinate GPS provengono dal servizio di localizzazione del tuo dispositivo, che si basa principalmente sui satelliti. iOS può usare la rete per facilitare la determinazione della posizione, ma questo è gestito dal sistema, non dall'app.
ja: Frames は分析機能やトラッキングを含みません。アプリがネットワークに接続するのは、データを iCloud と同期するとき（iCloud 同期を有効にした場合）と、記録した位置情報を表示する際に Apple マップで地図を読み込むときのみです。GPS 座標は主に衛星に基づくデバイスの位置情報サービスから取得されます。iOS は位置の特定を補助するためにネットワークを使用することがありますが、これはアプリではなくシステムが処理します。
ko: Frames에는 분석 기능이나 추적 기능이 없습니다. 앱은 데이터를 iCloud와 동기화할 때(iCloud 동기화를 켠 경우)와 기록된 위치 데이터를 볼 때 Apple 지도를 통해 지도를 불러올 때만 네트워크에 연결합니다. GPS 좌표는 주로 위성 기반인 기기의 위치 서비스에서 가져옵니다. iOS가 위치 확인을 돕기 위해 네트워크를 사용할 수 있지만, 이는 앱이 아니라 시스템이 처리합니다.
ms: Frames tidak menyertakan analitik atau penjejakan. Aplikasi hanya membuat sambungan rangkaian untuk menyegerakkan data anda dengan iCloud (apabila anda mendayakan penyegerakan iCloud) dan untuk memuatkan peta melalui Apple Maps semasa anda melihat data lokasi yang dirakam. Koordinat GPS datang daripada perkhidmatan lokasi peranti anda, yang kebanyakannya berasaskan satelit. iOS mungkin menggunakan rangkaian untuk membantu menentukan lokasi, tetapi ini dikendalikan oleh sistem, bukan oleh aplikasi.
nb: Frames inneholder ingen analyse eller sporing. Appen oppretter nettverkstilkoblinger bare for å synkronisere dataene dine med iCloud (når du slår på iCloud-synkronisering) og for å laste inn kart via Apple Kart når du ser på registrerte stedsdata. GPS-koordinater kommer fra enhetens stedstjeneste, som hovedsakelig er satellittbasert. iOS kan bruke nettverket for å hjelpe til med å fastslå posisjonen, men dette håndteres av systemet, ikke av appen.
nl: Frames bevat geen analyse of tracking. De app maakt alleen netwerkverbindingen om je gegevens met iCloud te synchroniseren (wanneer je iCloud-synchronisatie inschakelt) en om kaarten te laden via Apple Kaarten wanneer je opgeslagen locatiegegevens bekijkt. GPS-coördinaten zijn afkomstig van de locatievoorziening van je apparaat, die voornamelijk op satellieten is gebaseerd. iOS kan het netwerk gebruiken om te helpen bij het bepalen van een locatie, maar dit wordt afgehandeld door het systeem, niet door de app.
pl: Frames nie zawiera analityki ani śledzenia. Aplikacja nawiązuje połączenia sieciowe wyłącznie w celu synchronizacji Twoich danych z iCloud (gdy włączysz synchronizację iCloud) oraz wczytywania map przez Apple Maps, gdy przeglądasz zapisane dane o lokalizacji. Współrzędne GPS pochodzą z usługi lokalizacji Twojego urządzenia, która opiera się głównie na satelitach. iOS może używać sieci, aby pomóc w ustaleniu lokalizacji, ale zajmuje się tym system, a nie aplikacja.
pt_br: O Frames não inclui análises nem rastreamento. O app só faz conexões de rede para sincronizar seus dados com o iCloud (quando você ativa a sincronização com o iCloud) e para carregar mapas pelo Apple Mapas quando você visualiza dados de localização registrados. As coordenadas de GPS vêm do serviço de localização do seu dispositivo, que é baseado principalmente em satélites. O iOS pode usar a rede para ajudar a obter a localização, mas isso é feito pelo sistema, não pelo app.
ro: Frames nu include analize sau urmărire. Aplicația realizează conexiuni de rețea doar pentru a-ți sincroniza datele cu iCloud (când activezi sincronizarea iCloud) și pentru a încărca hărți prin Apple Maps când vizualizezi datele de localizare înregistrate. Coordonatele GPS provin de la serviciul de localizare al dispozitivului tău, care se bazează în principal pe sateliți. iOS poate folosi rețeaua pentru a ajuta la determinarea poziției, dar acest lucru este gestionat de sistem, nu de aplicație.
ru: Frames не содержит аналитики или отслеживания. Приложение устанавливает сетевые соединения только для синхронизации ваших данных с iCloud (когда вы включаете синхронизацию iCloud) и для загрузки карт через Apple Maps при просмотре записанных данных о местоположении. Координаты GPS поступают из службы геолокации вашего устройства, которая в основном работает на основе спутников. iOS может использовать сеть, чтобы помочь определить местоположение, но этим занимается система, а не приложение.
sk: Frames neobsahuje žiadnu analytiku ani sledovanie. Aplikácia nadväzuje sieťové pripojenia iba na synchronizáciu vašich údajov s iCloudom (keď zapnete synchronizáciu iCloud) a na načítanie máp cez Apple Mapy, keď zobrazujete zaznamenané údaje o polohe. Súradnice GPS pochádzajú z lokalizačnej služby vášho zariadenia, ktorá je založená prevažne na satelitoch. iOS môže použiť sieť na pomoc pri určení polohy, no o to sa stará systém, nie aplikácia.
sv: Frames innehåller ingen analys eller spårning. Appen upprättar nätverksanslutningar endast för att synkronisera dina data med iCloud (när du aktiverar iCloud-synkronisering) och för att läsa in kartor via Apple Kartor när du visar registrerade platsdata. GPS-koordinater kommer från enhetens platstjänst, som huvudsakligen är satellitbaserad. iOS kan använda nätverket för att hjälpa till att fastställa en position, men detta hanteras av systemet, inte av appen.
th: Frames ไม่มีการวิเคราะห์หรือการติดตาม แอปจะเชื่อมต่อเครือข่ายเฉพาะเพื่อซิงค์ข้อมูลของคุณกับ iCloud (เมื่อคุณเปิดการซิงค์ iCloud) และเพื่อโหลดแผนที่ผ่าน Apple Maps เมื่อคุณดูข้อมูลตำแหน่งที่บันทึกไว้ พิกัด GPS มาจากบริการระบุตำแหน่งของอุปกรณ์ของคุณ ซึ่งส่วนใหญ่อาศัยดาวเทียม iOS อาจใช้เครือข่ายเพื่อช่วยระบุตำแหน่ง แต่ระบบเป็นผู้จัดการสิ่งนี้ ไม่ใช่แอป
tr: Frames analiz veya izleme içermez. Uygulama yalnızca verilerinizi iCloud ile eşitlemek için (iCloud eşitlemeyi etkinleştirdiğinizde) ve kaydedilen konum verilerini görüntülerken Apple Haritalar üzerinden harita yüklemek için ağ bağlantısı kurar. GPS koordinatları, çoğunlukla uydu tabanlı olan cihazınızın konum servisinden gelir. iOS, konumu belirlemeye yardımcı olmak için ağı kullanabilir, ancak bu, uygulama tarafından değil sistem tarafından yönetilir.
uk: Frames не містить аналітики чи відстеження. Застосунок встановлює мережеві з'єднання лише для синхронізації ваших даних з iCloud (коли ви вмикаєте синхронізацію iCloud) і для завантаження мап через Apple Maps, коли ви переглядаєте записані дані про місцеперебування. Координати GPS надходять зі служби геолокації вашого пристрою, яка переважно базується на супутниках. iOS може використовувати мережу, щоб допомогти визначити місцеперебування, але цим керує система, а не застосунок.
vi: Frames không bao gồm phân tích hay theo dõi. Ứng dụng chỉ kết nối mạng để đồng bộ dữ liệu của bạn với iCloud (khi bạn bật đồng bộ iCloud) và để tải bản đồ qua Apple Maps khi bạn xem dữ liệu vị trí đã ghi. Tọa độ GPS đến từ dịch vụ định vị của thiết bị, vốn chủ yếu dựa trên vệ tinh. iOS có thể dùng mạng để hỗ trợ xác định vị trí, nhưng việc này do hệ thống xử lý chứ không phải ứng dụng.
zh_hans: Frames 不含任何分析或跟踪功能。App 仅在以下情况下进行网络连接：将你的数据与 iCloud 同步（当你启用 iCloud 同步时），以及在你查看已记录的位置信息时通过 Apple 地图加载地图。GPS 坐标来自你设备的定位服务，主要基于卫星。iOS 可能会使用网络来帮助确定位置，但这由系统处理，而非由 App 处理。
zh_hant: Frames 不含任何分析或追蹤功能。App 只會在以下情況連線：將你的資料與 iCloud 同步（當你啟用 iCloud 同步時），以及在你檢視已記錄的位置資料時透過 Apple 地圖載入地圖。GPS 座標來自你裝置的定位服務，主要以衛星為基礎。iOS 可能會使用網路協助定位，但這由系統處理，而非由 App 處理。
zh_hk: Frames 不含任何分析或追蹤功能。App 只會在以下情況連接網絡：將你的資料與 iCloud 同步（當你啟用 iCloud 同步時），以及在你查看已記錄的位置資料時透過 Apple 地圖載入地圖。GPS 座標來自你裝置的定位服務，主要以衛星為基礎。iOS 可能會使用網絡協助定位，但這由系統處理，而非由 App 處理。

# descr_privacy_paragraph4
source: When exporting data, the app may create .frames, .csv, .pdf, .txt, or .gpx files. Sharing these files through the system share menu is fully controlled by the user. The developer does not access or track exported content.
ar: عند تصدير البيانات، قد ينشئ التطبيق ملفات بصيغ .frames أو .csv أو .pdf أو .txt أو .gpx. تتم مشاركة هذه الملفات عبر قائمة المشاركة في النظام بالكامل تحت سيطرة المستخدم. لا يقوم المطور بالوصول إلى المحتوى المُصدَّر أو تتبعه.
cs: Při exportu dat může aplikace vytvářet soubory .frames, .csv, .pdf, .txt nebo .gpx. Sdílení těchto souborů prostřednictvím systémové nabídky sdílení je plně v rukou uživatele. Vývojář nemá přístup k exportovanému obsahu ani jej nesleduje.
da: Ved eksport af data kan appen oprette .frames-, .csv-, .pdf-, .txt- eller .gpx-filer. Deling af disse filer via systemets delingsmenu kontrolleres fuldt ud af brugeren. Udvikleren får ikke adgang til eller sporer eksporteret indhold.
de: Beim Exportieren von Daten kann die App .frames-, .csv-, .pdf-, .txt- oder .gpx-Dateien erstellen. Das Teilen dieser Dateien über das Teilen-Menü des Systems wird vollständig vom Nutzer kontrolliert. Der Entwickler greift nicht auf exportierte Inhalte zu und verfolgt diese nicht.
el: Κατά την εξαγωγή δεδομένων, η εφαρμογή μπορεί να δημιουργήσει αρχεία .frames, .csv, .pdf, .txt ή .gpx. Η κοινοποίηση αυτών των αρχείων μέσω του μενού κοινοποίησης του συστήματος ελέγχεται πλήρως από τον χρήστη. Ο προγραμματιστής δεν έχει πρόσβαση ούτε παρακολουθεί το εξαγόμενο περιεχόμενο.
es: Al exportar datos, la aplicación puede crear archivos .frames, .csv, .pdf, .txt o .gpx. El uso compartido de estos archivos a través del menú de compartir del sistema está completamente controlado por el usuario. El desarrollador no accede ni rastrea el contenido exportado.
fi: Tietoja vietäessä sovellus voi luoda .frames-, .csv-, .pdf-, .txt- tai .gpx-tiedostoja. Näiden tiedostojen jakaminen järjestelmän jakovalikon kautta on täysin käyttäjän hallinnassa. Kehittäjä ei käytä vietyä sisältöä eikä seuraa sitä.
fr: Lors de l'exportation de données, l'application peut créer des fichiers .frames, .csv, .pdf, .txt ou .gpx. Le partage de ces fichiers via le menu de partage du système est entièrement contrôlé par l'utilisateur. Le développeur n'accède pas au contenu exporté et ne le suit pas.
he: בעת ייצוא נתונים, האפליקציה עשויה ליצור קבצי frames., csv., pdf., txt. או gpx. שיתוף קבצים אלה דרך תפריט השיתוף של המערכת נמצא בשליטה מלאה של המשתמש. המפתח אינו ניגש לתוכן המיוצא ואינו עוקב אחריו.
hi: डेटा निर्यात करते समय, ऐप .frames, .csv, .pdf, .txt, या .gpx फ़ाइलें बना सकता है। सिस्टम शेयर मेनू के माध्यम से इन फ़ाइलों को साझा करना पूरी तरह से उपयोगकर्ता द्वारा नियंत्रित होता है। डेवलपर निर्यात की गई सामग्री तक पहुँच या ट्रैक नहीं करता है।
hr: Prilikom izvoza podataka aplikacija može stvoriti datoteke .frames, .csv, .pdf, .txt ili .gpx. Dijeljenje tih datoteka putem sistemskog izbornika za dijeljenje u potpunosti kontrolira korisnik. Razvojni programer ne pristupa izvezenom sadržaju niti ga prati.
hu: Adatok exportálásakor az alkalmazás .frames, .csv, .pdf, .txt vagy .gpx fájlokat hozhat létre. Ezek megosztása a rendszer megosztási menüjén keresztül teljes mértékben a felhasználó irányítása alatt áll. A fejlesztő nem fér hozzá az exportált tartalomhoz és nem követi azt.
id: Saat mengekspor data, aplikasi dapat membuat file .frames, .csv, .pdf, .txt, atau .gpx. Berbagi file ini melalui menu berbagi sistem sepenuhnya dikendalikan oleh pengguna. Pengembang tidak mengakses atau melacak konten yang diekspor.
it: Durante l'esportazione dei dati, l'app può creare file .frames, .csv, .pdf, .txt o .gpx. La condivisione di questi file tramite il menu di condivisione del sistema è interamente controllata dall'utente. Lo sviluppatore non accede né traccia i contenuti esportati.
ja: データをエクスポートする際、アプリは.frames、.csv、.pdf、.txt、または.gpxファイルを作成することがあります。システムの共有メニューを通じたこれらのファイルの共有は、完全にユーザーの管理下にあります。開発者はエクスポートされたコンテンツにアクセスしたり、追跡したりしません。
ko: 데이터를 내보낼 때 앱은 .frames, .csv, .pdf, .txt 또는 .gpx 파일을 생성할 수 있습니다. 시스템 공유 메뉴를 통해 이러한 파일을 공유하는 것은 전적으로 사용자가 제어합니다. 개발자는 내보낸 콘텐츠에 접근하거나 추적하지 않습니다.
ms: Semasa mengeksport data, aplikasi mungkin mencipta fail .frames, .csv, .pdf, .txt, atau .gpx. Perkongsian fail ini melalui menu kongsi sistem dikawal sepenuhnya oleh pengguna. Pembangun tidak mengakses atau menjejaki kandungan yang dieksport.
nb: Ved eksport av data kan appen opprette .frames-, .csv-, .pdf-, .txt- eller .gpx-filer. Deling av disse filene gjennom systemets delingsmeny er fullstendig kontrollert av brukeren. Utvikleren får ikke tilgang til eller sporer eksportert innhold.
nl: Bij het exporteren van gegevens kan de app .frames-, .csv-, .pdf-, .txt- of .gpx-bestanden aanmaken. Het delen van deze bestanden via het systeemmenu voor delen wordt volledig door de gebruiker beheerd. De ontwikkelaar heeft geen toegang tot geëxporteerde inhoud en houdt deze niet bij.
pl: Podczas eksportowania danych aplikacja może tworzyć pliki .frames, .csv, .pdf, .txt lub .gpx. Udostępnianie tych plików za pośrednictwem systemowego menu udostępniania jest w pełni kontrolowane przez użytkownika. Deweloper nie uzyskuje dostępu do eksportowanych treści ani ich nie śledzi.
pt_br: Ao exportar dados, o aplicativo pode criar arquivos .frames, .csv, .pdf, .txt ou .gpx. O compartilhamento desses arquivos através do menu de compartilhamento do sistema é totalmente controlado pelo usuário. O desenvolvedor não acessa nem rastreia o conteúdo exportado.
ro: La exportul datelor, aplicația poate crea fișiere .frames, .csv, .pdf, .txt sau .gpx. Partajarea acestor fișiere prin meniul de partajare al sistemului este controlată în totalitate de utilizator. Dezvoltatorul nu accesează și nu urmărește conținutul exportat.
ru: При экспорте данных приложение может создавать файлы .frames, .csv, .pdf, .txt или .gpx. Обмен этими файлами через системное меню общего доступа полностью контролируется пользователем. Разработчик не имеет доступа к экспортированному контенту и не отслеживает его.
sk: Pri exporte údajov môže aplikácia vytvárať súbory .frames, .csv, .pdf, .txt alebo .gpx. Zdieľanie týchto súborov prostredníctvom systémovej ponuky zdieľania je plne v rukách používateľa. Vývojár nemá prístup k exportovanému obsahu ani ho nesleduje.
sv: Vid export av data kan appen skapa .frames-, .csv-, .pdf-, .txt- eller .gpx-filer. Delning av dessa filer via systemets delningsmeny kontrolleras helt av användaren. Utvecklaren får inte åtkomst till eller spårar exporterat innehåll.
th: เมื่อส่งออกข้อมูล แอปอาจสร้างไฟล์ .frames, .csv, .pdf, .txt หรือ .gpx การแชร์ไฟล์เหล่านี้ผ่านเมนูแชร์ของระบบอยู่ภายใต้การควบคุมของผู้ใช้ทั้งหมด นักพัฒนาไม่เข้าถึงหรือติดตามเนื้อหาที่ส่งออก
tr: Verileri dışa aktarırken uygulama .frames, .csv, .pdf, .txt veya .gpx dosyaları oluşturabilir. Bu dosyaların sistem paylaşım menüsü aracılığıyla paylaşılması tamamen kullanıcı tarafından kontrol edilir. Geliştirici dışa aktarılan içeriğe erişmez veya izlemez.
uk: При експорті даних застосунок може створювати файли .frames, .csv, .pdf, .txt або .gpx. Обмін цими файлами через системне меню поширення повністю контролюється користувачем. Розробник не має доступу до експортованого вмісту та не відстежує його.
vi: Khi xuất dữ liệu, ứng dụng có thể tạo các tệp .frames, .csv, .pdf, .txt hoặc .gpx. Việc chia sẻ các tệp này thông qua menu chia sẻ của hệ thống hoàn toàn do người dùng kiểm soát. Nhà phát triển không truy cập hoặc theo dõi nội dung đã xuất.
zh_hans: 导出数据时，应用可能会创建 .frames、.csv、.pdf、.txt 或 .gpx 文件。通过系统分享菜单分享这些文件完全由用户控制。开发者不会访问或追踪导出的内容。
zh_hant: 匯出資料時，應用程式可能會建立 .frames、.csv、.pdf、.txt 或 .gpx 檔案。透過系統分享選單分享這些檔案完全由使用者控制。開發者不會存取或追蹤匯出的內容。
zh_hk: 匯出資料時，應用程式可能會建立 .frames、.csv、.pdf、.txt 或 .gpx 檔案。透過系統分享選單分享這些檔案完全由用戶控制。開發者不會存取或追蹤匯出的內容。
